IDEA Open Model
LoadOnLine.RelativeBeginPosition Property
Compatible with IDEA StatiCa Beta 20.0
 Begin position on Segment3D
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double RelativeBeginPosition { get; set; }
Public Property RelativeBeginPosition As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace